export default {
    login: {
        createAccount: ["नया अकाउंट बनाएँ", "नया खाता बनाएँ"],
        useAnotherProfile: ["किसी अन्य प्रोफ़ाइल का उपयोग करें"],
        logIn: ["लॉग इन करें"],
    },
    account: { profileButton: ["अकाउंट", "खाता", "आपकी प्रोफ़ाइल", "आपकी प्रोफाइल"] },
    automatedBehavior: {
        warning: ["हमें आपके अकाउंट पर ऑटोमेटेड व्यवहार का संदेह है", "हमें आपके खाते पर स्वचालित व्यवहार का संदेह है"],
        dismiss: ["बंद करें", "खारिज करें"],
    },
    recovery: {
        protection: ["Meta ने आपके अकाउंट की सुरक्षा के लिए कदम उठाए", "Meta ने आपके अकाउंट को सुरक्षित रखने के लिए कदम उठाए हैं"],
        start: ["शुरू करें", "शुरुआत करें"],
        email: ["ईमेल से कोड पाएँ", "ईमेल के ज़रिए कोड पाएँ", "ईमेल द्वारा कोड प्राप्त करें"],
        phone: ["अपने फ़ोन पर कोड पाएँ", "अपने फोन पर कोड प्राप्त करें"],
        whatsapp: ["WhatsApp पर कोड पाएँ", "WhatsApp पर कोड प्राप्त करें"],
        next: ["आगे", "अगला", "जारी रखें"],
        save: ["बदलाव सेव करें", "परिवर्तन सहेजें"],
        back: ["Facebook पर वापस जाएँ"],
        recoveryMethod: ["पुष्टि करें कि यह आपका अकाउंट है", "पुष्टि करें कि यह आपका Meta अकाउंट है", "पुष्टि करें कि यह आपका खाता है"],
        code: ["पुष्टि कोड डालें", "कोड डालें", "पुष्टिकरण कोड दर्ज करें"],
        newPassword: ["नया पासवर्ड डालें", "नया पासवर्ड बनाएँ", "नया पासवर्ड चुनें"],
        currentPassword: ["अपना पासवर्ड डालें", "अपना Facebook पासवर्ड डालें", "अपने पासवर्ड की पुष्टि करें"],
        codeErrors: ["गलत कोड", "अमान्य कोड", "कोड की समय सीमा समाप्त", "कोड मेल नहीं खाता"],
        passwordErrors: ["गलत पासवर्ड", "पासवर्ड बहुत छोटा है", "ज़्यादा मज़बूत पासवर्ड चुनें"],
    },
};
